{
  "home-li": "Home",
  "project": "Projects",
  "about": "About",
  "experience": "Experience",
  "Developer-Title": "Full Stack Developer",
  "Developer-Title-1": "Full Stack Developer Intern",
  "Developer-Title-2": "Infrastructure Intern",
  "I'm-Title": "Hi, I'm ",
  "About-me": "About me",
  "Country": "Curitiba, Paraná",
  "About-me-Description": "I’m a dedicated full stack developer at a leading Brazilian development company. I have several certifications in software development and strong knowledge in embedded systems.",
  "Resume": "Resume",
  "Date": "August 2022 - Present",
  "Date-2": "February 2022 - August 2022",
  "Date-3": " June 2021 - January 2022",
  "experience-title": "Ellevo IT Solutions - Project Next",
  "experience-title-2": "Kron Digital - Project AG SEBRAE",
  "experience-title-3": "Cia Beal de Alimentos - Infrastructure Support",
  "experience-description": "The project is a platform for companies that need a help desk service, being developed with the fastest efficiency in mind. I am responsible for the innovation part of the platform, thus developing both the backend and the frontend. Uses Scrum as agile methodology, along with Azure Dev Ops and technologies like Angular, C# and Mongo DB. ",
  "experience-description-2": "The project is a software for SEBRAE that needed a self-management software, being developed totally thinking of the fastest efficiency for the control of the company. I was responsible for the support part of the software, thus solving bugs both in the backend and the frontend. Uses Scrum as agile methodology, along with Azure Dev Ops and technologies like Angular, Java and SQL SERVER.",
  "experience-description-3": "Responsible for answering support calls from the infrastructure part, as well as responsible for data center maintenance, company computers, help in server virtualization and help in the company's data network.",
  "title-todo": "To do List",
  "title-netflix": "Clone Netflix",
  "title-multi-form": "Multi Step Form",
  "title-calendar": "Calendar",
  "title-dino": "Dino Game",
  "title-lock": "Lockscreen",
  "lead-lock": "This project was developed to make a screen lock to improve the practices with web development, use HTML, CSS, JavaScript",
  "lead-dino": "In this project you will have the challenge of creating a copy of the dinosaur game, famous in Chrome for entertaining us when we are disconnected. In it we'll use HTML, CSS and JavaScript, covering in a simple way several important introductory concepts for web programming such as basic HTML tags, event handling, functions and manipulation of HTML elements using JavaScript, styling and basic animations with CSS",
  "lead-calendar": "This project is intended to create a calendar to train JavaScript functions, and also to improve the notions of HTML and CSS",
  "lead-multi-form": "This project was intended to create a multi-step form to understand the requested requests and to better understand it, HTML, CSS, Javascrpit were used in this project",
  "lead-netflix": "This project was thought to clone Netflix's interface, as a form of training for recreating prototypes requested by clients. It aims to exercise the knowledge acquired in HTML, CSS, Javascript and logic.",
  "lead-todo": "Consists in creating a to-do list to organize and prioritize tasks. It aims to exercise the knowledge acquired in HTML, CSS,Javascript and logic.",
  "description-technology": "Technology used in the project: Angular.",
  "view": "View",
  "technology-used": "Technologies used in the project: HTML, CSS and Javascript.",
  "technology-used-1": "Technologies used in the project: HTML, CSS."
}
