{
  "home-li": "Inicio",
  "project": "Proyectos",
  "about": "Acerca",
  "experience": "Experiencia",
  "Developer-Title": "Desarrollador Full Stack",
  "Developer-Title-1": "Desarrollador Full Stack Pasante",
  "Developer-Title-2": "Becario de Infraestructuras",
  "I'm-Title": "Hola, soy",
  "About-me": "Sobre mí",
  "Country": "Curitiba, Paraná",
  "About-me-Description": "Desarrollador Full Stack dedicado que impulsa la innovación a través de una experiencia versátil. Aprovechando un sólido conjunto de habilidades en JavaScript, Python y más, creo soluciones web y móviles sin fisuras. Con un enfoque proactivo, he optimizado procesos de análisis de datos, impulsando la eficiencia y la productividad en un entorno dinámico centrado en el usuario. Deseoso de nuevos retos y lenguajes, estoy comprometido a impulsar el éxito del equipo y fomentar el crecimiento continuo.",
  "Resume": "Curriculum ",
  "Date": "Agosto 2022 - Actualidad",
  "Date-2": "Febrero 2022 - Agosto 2022",
  "Date-3": "Junio 2021 - Enero 2022",
  "experience-title": "Ellevo IT Solutions - Proyecto Next",
  "experience-title-2": "Kron Digital - Proyecto AG SEBRAE",
  "experience-title-3": "Cia Beal de Alimentos - Apoyo a la infraestructura",
  "experience-description": "Contribuí a un equipo de desarrolladores dinámico, creando un sólido software de atención al cliente utilizado por más de 300K usuarios. \n\n🏆 Logros destacados: \n\n- Solucioné problemas complejos, mejorando la confiabilidad del software.\n- Fui pionero en innovaciones en el desarrollo de software relacional.\n- Diseñé e implementé diseños de interfaz de usuario precisos.\n- Gestioné de manera eficiente la manipulación de bases de datos.\n\n🖥 Especialización en:\n\n- Typescript\n- Integración de API\n- MongoDB\n- C#\n- Angular\n- Bootstrap\n- .NET",
  "experience-description-2": "Desempeñé un papel fundamental en un equipo de desarrolladores dinámico, liderando la creación de software de vanguardia para la industria de gestión automotriz de Brasil, sirviendo a una amplia base de usuarios de más de 200K.\n\n🏆 Contribuciones clave:\n\n- Impulsé la evolución frontend y backend a través del desarrollo de baja complejidad.\n- Resolví rápidamente problemas intrincados, optimizando el rendimiento del software.\n- Traduje visiones en realidad mediante la creación de pantallas meticulosamente diseñadas.\n\n🖥 Especialización en:\n\n- JavaScript\n- Integración de API\n- SQL\n- Java\n- Angular\n- Bootstrap\n- Spring Boot",
  "experience-description-3": "Contribuí colaborativamente a un equipo de TI dinámico, participando activamente en la instalación, mantenimiento y optimización de redes corporativas y equipos informáticos. \n\n🏆 Logros destacados: \n\n- Resolví desafíos técnicos y garantizé operaciones de red sin problemas para procesos empresariales eficientes.\n- Colaboré en el desarrollo e implementación de soluciones de TI innovadoras, ampliando la funcionalidad del sistema.\n- Desempeñé un papel fundamental en la resolución de problemas y en la atención de problemas técnicos, brindando un excepcional soporte al usuario.\n- Gestioné y mantuve bases de datos con eficiencia, contribuyendo a la integridad y accesibilidad de datos.\n\n🖥 Especialización en:\n\n- Gestión de Redes\n- Mantenimiento de Hardware\n- Resolución de Problemas\n- Gestión de Bases de Datos",
  "title-todo": "Lista de tareas pendientes",
  "title-netflix": "Clon de Netflix",
  "title-multi-form": "Formulario multipaso",
  "title-calendar": "Calendario",
  "title-lock": "Pantalla de bloqueo",
  "lead-lock": "Este proyecto fue desarrollado para hacer un bloqueo de pantalla para mejorar las prácticas con el desarrollo web, el uso de HTML, CSS, JavaScript",
  "title-dino": "Juego de Dinos",
  "lead-dino": "En este proyecto tendrás el reto de crear una copia del juego del dinosaurio, famoso en Chrome por entretenernos cuando estamos desconectados. En él utilizaremos HTML, CSS y JavaScript, cubriendo de forma sencilla varios conceptos introductorios importantes para la programación web como son las etiquetas HTML básicas, el manejo de eventos, las funciones y la manipulación de elementos HTML mediante JavaScript, el estilismo y las animaciones básicas con CSS",
  "lead-calendar": "Este proyecto pretende crear un calendario para entrenar las funciones de JavaScript, y también mejorar las nociones de HTML y CSS",
  "lead-multi-form": "Este proyecto tenía como objetivo crear un formulario de varios pasos para entender las peticiones solicitadas y para entenderlo mejor, HTML, CSS, Javascrpit fueron utilizados en este proyecto",
  "lead-netflix": "Este proyecto fue pensado para clonar la interfaz de Netflix, como una forma de entrenamiento para recrear prototipos solicitados por los clientes. Pretende ejercitar los conocimientos adquiridos en HTML, CSS, Javascript y lógica.",
  "lead-todo": "Consiste en crear una lista de tareas para organizarlas y priorizarlas. Pretende ejercitar los conocimientos adquiridos en HTML, CSS,Javascript y lógica.",
  "description-technology": "Tecnología utilizada en el proyecto: Angular.",
  "view": "Ver",
  "technology-used": "Technologies used in the project: HTML, CSS and Javascript.HTML, CSS y Javascript.",
  "technology-used-1": "Tecnologías utilizadas en el proyecto: HTML, CSS.",
  "language": "Seleccione su idioma"
}
