{
  "home-li": "Inicio",
  "project": "Proyectos",
  "about": "Acerca",
  "experience": "Experiencia",
  "Developer-Title": "Desarrollador Full Stack",
  "Developer-Title-1": "Desarrollador Full Stack Pasante",
  "Developer-Title-2": "Becario de Infraestructuras",
  "I'm-Title": "Hola, soy",
  "About-me": "Sobre mí",
  "Country": "Curitiba, Paraná",
  "About-me-Description": "Soy un desarrollador full stack dedicado en una empresa de desarrollo líder en Brasil. Tengo varias certificaciones en desarrollo de software y fuertes conocimientos en sistemas embebidos.",
  "Resume": "Curriculum ",
  "Date": "Agosto 2022 - Actualidad",
  "Date-2": "Febrero 2022 - Agosto 2022",
  "Date-3": "Junio 2021 - Enero 2022",
  "experience-title": "Ellevo IT Solutions - Proyecto Next",
  "experience-title-2": "Kron Digital - Proyecto AG SEBRAE",
  "experience-title-3": "Cia Beal de Alimentos - Apoyo a la infraestructura",
  "experience-description": "El proyecto es una plataforma para empresas que necesitan un servicio de help desk, siendo desarrollado pensando en la mayor eficiencia. Soy responsable de la parte de innovación de la plataforma, desarrollando así tanto el backend como el frontend. Utiliza Scrum como metodología ágil, junto con Azure Dev Ops y tecnologías como Angular, C# y Mongo DB. ",
  "experience-description-2": "El proyecto es un software para SEBRAE que necesitaba un software de autogestión, siendo desarrollado totalmente pensando en la mayor eficiencia para el control de la empresa. Fui responsable de la parte de soporte del software, solucionando así bugs tanto en el backend como en el frontend. Utilizando Scrum como metodología ágil, junto con Azure Dev Ops y tecnologías como Angular, Java y SQL SERVER.",
  "experience-description-3": "Responsable de responder a las llamadas de soporte de la parte de infraestructura, así como responsable del mantenimiento del centro de datos, los ordenadores de la empresa, ayuda en la virtualización de servidores y ayuda en la red de datos de la empresa.",
  "title-todo": "Lista de tareas pendientes",
  "title-netflix": "Clon de Netflix",
  "title-multi-form": "Formulario multipaso",
  "title-calendar": "Calendario",
  "title-lock": "Pantalla de bloqueo",
  "lead-lock": "Este proyecto fue desarrollado para hacer un bloqueo de pantalla para mejorar las prácticas con el desarrollo web, el uso de HTML, CSS, JavaScript",
  "title-dino": "Juego de Dinos",
  "lead-dino": "En este proyecto tendrás el reto de crear una copia del juego del dinosaurio, famoso en Chrome por entretenernos cuando estamos desconectados. En él utilizaremos HTML, CSS y JavaScript, cubriendo de forma sencilla varios conceptos introductorios importantes para la programación web como son las etiquetas HTML básicas, el manejo de eventos, las funciones y la manipulación de elementos HTML mediante JavaScript, el estilismo y las animaciones básicas con CSS",
  "lead-calendar": "Este proyecto pretende crear un calendario para entrenar las funciones de JavaScript, y también mejorar las nociones de HTML y CSS",
  "lead-multi-form": "Este proyecto tenía como objetivo crear un formulario de varios pasos para entender las peticiones solicitadas y para entenderlo mejor, HTML, CSS, Javascrpit fueron utilizados en este proyecto",
  "lead-netflix": "Este proyecto fue pensado para clonar la interfaz de Netflix, como una forma de entrenamiento para recrear prototipos solicitados por los clientes. Pretende ejercitar los conocimientos adquiridos en HTML, CSS, Javascript y lógica.",
  "lead-todo": "Consiste en crear una lista de tareas para organizarlas y priorizarlas. Pretende ejercitar los conocimientos adquiridos en HTML, CSS,Javascript y lógica.",
  "description-technology": "Tecnología utilizada en el proyecto: Angular.",
  "view": "Ver",
  "technology-used": "Technologies used in the project: HTML, CSS and Javascript.HTML, CSS y Javascript.",
  "technology-used-1": "Tecnologías utilizadas en el proyecto: HTML, CSS."
}
