{
  "home-li": "Home",
  "project": "Projetos",
  "about": "Sobre",
  "experience": "Experiência",
  "Developer-Title": "Desenvolvedor Full Stack",
  "Developer-Title-1": "Estágio de Desenvolvedor Full Stack",
  "Developer-Title-2": "Estágio de infraestrutura",
  "I'm-Title": "Oi, sou",
  "About-me": "Sobre mim",
  "Country": "Curitiba, Paraná",
  "About-me-Description": "Sou um desenvolvedor full Stack dedicado  em uma empresa líder brasileira de desenvolvimento. Tenho várias certificações em desenvolvimento de software e forte conhecimento em sistemas embarcados.",
  "Resume": "Currículo",
  "Date": "Agosto 2022 - Atualmente",
  "Date-2": "Fevereiro 2022 - Agosto 2022",
  "Date-3": " Junho 2021 - JAneiro 2022",
  "experience-title": "Ellevo Soluções em TI - Projeto Next",
  "experience-title-2": "Kron Digital - Projeto AG SEBRAE",
  "experience-title-3": "Cia Beal de Alimentos - Suporte de Infraestructura",
  "experience-description": " O projeto é uma plataforma para empresas que necessitam de um serviço de help desk, sendo desenvolvido totalmente pensando na mais rápida eficiência. Sou responsável pela parte de inovação da plataforma, assim desenvolvendo tanto o backend como o frontend. Utiliza Scrum como metodologia ágil, juntamente com Azure Dev Ops e tecnologias como Angular, C# e Mongo DB. ",
  "experience-description-2": "Responsável pelo suporte de atendimento de chamados da parte de infraestrutura, bem como responsável pela manutenção de data center, computadores da empresa, auxílio na virtualização de servidores e auxílio de na rede de dados da empresa.",
  "experience-description-3": "Responsible for answering support calls from the infrastructure part, as well as responsible for data center maintenance, company computers, help in server virtualization and help in the company's data network.",
  "title-todo": "Lista de tarefas",
  "title-netflix": "Clone Netflix",
  "title-multi-form": "Formulário multi etapas",
  "title-calendar": "Calendário",
  "title-dino": "Jogo do Dino",
  "title-lock": "Tela de Bloqueio",
  "lead-lock": "Este projeto foi desenvolvido para fazer um bloqueio de tela para melhorar as práticas com desenvolvimento web, usar HTML, CSS, JavaScript",
  "lead-dino": "Neste projeto você terá o desafio de criar uma cópia do jogo do dinossauro, famoso no Cromo por nos entreter quando estamos desconectados. Nele usaremos HTML, CSS e JavaScript, cobrindo de maneira simples vários conceitos introdutórios importantes para programação web, como tags HTML básicas, manipulação de eventos, funções e manipulação de elementos HTML usando JavaScript, estilo e animações básicas com CSS",
  "lead-calendar": "Este projeto visa criar um calendário para treinar funções JavaScript, e também para melhorar as noções de HTML e CSS.",
  "lead-multi-form": "Este projeto visava criar um formulário com várias etapas para entender as solicitações solicitadas e compreendê-las melhor, HTML, CSS, Javascrpit foram utilizados neste projeto.",
  "lead-netflix": "Este programa foi pensado para clonar a interface do Netflix, como uma forma de treinamento para a recriação de protótipos solicitados pelos clientes. Visa exercitar os conhecimentos adquiridos em HTML, CSS, Javascript e lógica.",
  "lead-todo": "Consiste em criar uma lista de afazeres para organizar e priorizar tarefas. Visa exercer os conhecimentos adquiridos em Angular.",
  "description-technology": "Tecnologia usada no projeto: Angular.",
  "view": "Ver Projeto",
  "technology-used": "Tecnologias usadas no projeto: HTML, CSS e Javascript.",
  "technology-used-1": "Tecnologias usadas no projeto: HTML e CSS."
}
